[
  {
    "customer_id": "CUST-007",
    "interaction_date": "2024-10-02T10:29:50",
    "interaction_notes": "\"I am just about to do this. I have been using my phone for two years now and have had no problems whatsoever, even when it has a lot of apps that are not on the same version as you.\" It is clear this man was having issues... This is one more example of how people use mobile devices. They think they can turn their phones into computers but they never actually make them.",
    "agent_id": "AG-090",
    "interaction_type": "SMS",
    "specific_tone": "concerned",
    "context": "small business",
    "scenario": "requesting documentation",
    "product": "content management system",
    "interaction_id": "INT-001"
  },
  {
    "customer_id": "CUST-003",
    "interaction_date": "2024-10-10T10:29:50",
    "interaction_notes": "“Thank you for your concern and attention. The only reason we would have received that complaint is because of the time and effort spent on getting this right. However, when the customer was contacted by us during the week of our initial order processing we had no problem with billing through our system. If any other customers have similar issues, please let us know so that we can work to improve it as well.” The final step in determining if it is safe or necessary to request an online shopping service from your local store may be asking the following questions: Are there any problems with my current service? Do I need to return it or do I simply contact Customer Service? What should I do",
    "agent_id": "AG-060",
    "interaction_type": "in-person",
    "specific_tone": "impressed",
    "context": "startup",
    "scenario": "requesting training",
    "product": "data visualization tool",
    "interaction_id": "INT-002"
  },
  {
    "customer_id": "CUST-002",
    "interaction_date": "2024-10-14T10:29:50",
    "interaction_notes": "https://support.njdyn.com/faq/. You need to be sure that your client is not configured or connected to any other network, server, etc... in order to create an \"extended\" interactive history of the project. The end result will be a complete documentation and a guide on how to configure your web service client with the proper configuration information as well as some general troubleshooting ideas for making it more efficient and functional. I have been working on this project since April 2015 (after only 6 months) but I've been busy working on another project between March 2018 - May 2019 so my time has been limited by deadlines. Here are the steps I took to get started: 1\\. Check your app's permissions",
    "agent_id": "AG-100",
    "interaction_type": "community-forum",
    "specific_tone": "thrilled",
    "context": "healthcare",
    "scenario": "facing performance issues",
    "product": "billing system",
    "interaction_id": "INT-003"
  },
  {
    "customer_id": "CUST-002",
    "interaction_date": "2024-10-23T10:29:50",
    "interaction_notes": "We provide a complete solution for building and deploying an API that is fully functional on any platform. We will ensure that the APIs in our product are compatible between iOS, Android, Windows Phone, Mac OS X, BlackBerry, Linux, Linux Mint, Android Wear, Nokia and many more platforms. The following examples demonstrate how we can build a custom API based on a specific requirement: 1) Mobile app developer needs to be able to support multiple apps at once - Mobile app developers need to have both Android & iOS devices running simultaneously (i.e. Android 2.2+). This means that only one or two apps should be accessible via mobile. That's why we offer",
    "agent_id": "AG-023",
    "interaction_type": "knowledge-base",
    "specific_tone": "enthusiastic",
    "context": "long-term",
    "scenario": "facing performance issues",
    "product": "analytics platform",
    "interaction_id": "INT-004"
  },
  {
    "customer_id": "CUST-009",
    "interaction_date": "2024-10-26T10:29:50",
    "interaction_notes": "> \"I've never had an issue with the store. It's been fine for me.\" The one time I was irritated by my manager being rude to us... She called them in like 6 minutes, she apologized in 5 minutes, they didn't respond. She doesn't seem to have any idea what you are talking about. You should be able to talk her out of it if you want. > You should be able to talk her out of it if you want. This is how we deal with customers when there's no other way. This is how we deal with people when they're not trying to help. If you don't know what they're doing or what their problem is, then you need to figure it out yourself. No. We can talk about things that aren",
    "agent_id": "AG-009",
    "interaction_type": "in-person",
    "specific_tone": "annoyed",
    "context": "remote",
    "scenario": "requiring assistance with migration",
    "product": "API service",
    "interaction_id": "INT-005"
  },
  {
    "customer_id": "CUST-002",
    "interaction_date": "2024-10-29T10:29:50",
    "interaction_notes": "\"Hey, I'm a new customer. I just bought your phone for $150. How are you? *I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/f1pro) if you have any questions or concerns.* This is an example of how we can improve our user experience by providing more detailed information to users about how we can improve it. If you'd like to help us improve this post please join us in our Community Advisory Group. This forum is currently closed. Please read the full guidelines for joining: * If you're new here, start today! We're looking for active members. You should be able to sign up as soon",
    "agent_id": "AG-076",
    "interaction_type": "feedback-form",
    "specific_tone": "thrilled",
    "context": "non-profit",
    "scenario": "reporting a bug",
    "product": "cloud storage solution",
    "interaction_id": "INT-006"
  },
  {
    "customer_id": "CUST-002",
    "interaction_date": "2024-10-30T10:29:50",
    "interaction_notes": "There are two ways to create happy reviews for your users with pleased product. First, you can create a product sample as follows: Once the user enters customer feedback he or she knows they want to keep visiting him (and his products) for many weeks to come. When this reviewer completes the payment on the site they will receive an email confirming he/she wanted their money back. If the payment does not arrive on time please send them an extension (which is always useful). 2. Fill the description of a happy product page with your name and addresses to see their unique interactions. Use phrases that describe the experience. The emails should include: (i) Incoming Emails—We had no idea what the address would be until we discovered it (“we missed one important detail about your payment”)",
    "agent_id": "AG-016",
    "interaction_type": "SMS",
    "specific_tone": "pleased",
    "context": "government",
    "scenario": "inquiring about pricing",
    "product": "analytics platform",
    "interaction_id": "INT-007"
  },
  {
    "customer_id": "CUST-007",
    "interaction_date": "2024-11-03T10:29:50",
    "interaction_notes": "* A new job offer. In addition, the position was due before midnight in Chicago for \"this is really bad.\" We were contacted via text saying that they'd be able to provide contact information and time of payment by Friday. I don't have an answer on their response yet because I haven't received any texts since the day after contacting me regarding the position. So now there are people who do not respond, but still can, we've got no idea if anyone will receive what we're hoping for until Tuesday afternoon, hopefully around then (although we'll probably get a few calls about them being unavailable). * Onboarding today in Chicago again; no replies except email/text from the position's current supervisor at 8:00 am tomorrow or Friday night -- but the number has been declining rapidly since Monday evening (i think it may be 12pm CST) so we should see another call soon",
    "agent_id": "AG-078",
    "interaction_type": "in-person",
    "specific_tone": "dissatisfied",
    "context": "remote",
    "scenario": "requesting a refund",
    "product": "API service",
    "interaction_id": "INT-008"
  },
  {
    "customer_id": "CUST-001",
    "interaction_date": "2024-11-08T10:29:50",
    "interaction_notes": "https://github.com/sumi/SUMMARIZE_WORKSHOP My question is if the vulnerability would make it so that the servers would crash on their own without being aware of how many users are impacted by the issue, and when and where could this happen?",
    "agent_id": "AG-002",
    "interaction_type": "video-call",
    "specific_tone": "grateful",
    "context": "educational",
    "scenario": "having trouble with setup",
    "product": "accounting software",
    "interaction_id": "INT-009"
  },
  {
    "customer_id": "CUST-009",
    "interaction_date": "2024-11-15T10:29:50",
    "interaction_notes": "After a few seconds I have another message that has started to play and when my support team is calling back to fix a problem they had previously it was not received: “Can you please tell me why the issue was not detected yet. Please tell me where it came from… I cannot tell me if this is a common problem or just something in between which can solve an issues? Thank YOU! This email is only for customers in need of emergency, and does not represent an exchange or offer or guarantee. It is intended as an open conversation; therefore, any feedback is appreciated. If no answers are returned before time to be posted you may contact your representative within 72 hours for refund. In lieu of contacting customer service again",
    "agent_id": "AG-022",
    "interaction_type": "knowledge-base",
    "specific_tone": "frustrated",
    "context": "international",
    "scenario": "requesting training",
    "product": "accounting software",
    "interaction_id": "INT-010"
  },
  {
    "customer_id": "CUST-008",
    "interaction_date": "2024-11-15T10:29:50",
    "interaction_notes": "https://trend.coop/4xWG1T2m The easiest way to accomplish this is by interacting with the phone in its home folder, in which case you would need to create a new account, make your phone backup from scratch and then delete it for your backup: https://trend.coop/0wFpQEv Alternatively you could create a backup of your current account using the following options. First you should install (e) an extension called FileMaker to provide complete security at no additional cost. This is required to store all your contacts, folders or files on the device as well as all apps you have open on it while you are watching videos: http://www.youtube.com/watch?v=RZXf-n3h8NyK Second you should add a file called Get",
    "agent_id": "AG-003",
    "interaction_type": "consultation",
    "specific_tone": "practical",
    "context": "new",
    "scenario": "reporting a bug",
    "product": "customer support system",
    "interaction_id": "INT-011"
  },
  {
    "customer_id": "CUST-010",
    "interaction_date": "2024-11-17T10:29:50",
    "interaction_notes": "This post was written after the first beta. I plan to test some ideas as a result of it and see what they are going through, because my testing process is not that easy yet so expect something in the near future. I’m also very interested into usability and the impact that your app will have on others while you work with them on onboarding - does the “interview” part come at once? or do I need both? Thanks! Edit: The final word here came before mine but I forgot if it had been a different way :/ sorry about this EDIT 2 – Please make sure you check out our last project (which should get underway around April 30th) which has a lot",
    "agent_id": "AG-042",
    "interaction_type": "mobile-app",
    "specific_tone": "angry",
    "context": "new",
    "scenario": "asking how to use advanced features",
    "product": "data visualization tool",
    "interaction_id": "INT-012"
  },
  {
    "customer_id": "CUST-001",
    "interaction_date": "2024-11-18T10:29:50",
    "interaction_notes": "1) The user may be confused by the cloud storage, or not in use. 2) The cloud storage may allow for a non-technical problem to be solved, such as a large number of files or folders that need to be stored locally. 3) If the cloud storage is used, the user will not have any control over the contents of their data. 4) The user should always check the file/folder permissions before storing it, even if the file/folder permissions are only granted when the file/folder permissions were set during a backup. 5) Any time the user has access to another cloud storage server (e.g., a computer, mobile device, etc.) they should always read the files from the other servers first and make sure the user can",
    "agent_id": "AG-071",
    "interaction_type": "knowledge-base",
    "specific_tone": "delighted",
    "context": "financial",
    "scenario": "requesting a refund",
    "product": "accounting software",
    "interaction_id": "INT-013"
  },
  {
    "customer_id": "CUST-010",
    "interaction_date": "2024-11-20T10:29:50",
    "interaction_notes": "\\- Open the hardware device device for a moment, allowing an easy way to share the hardware. After a short interval of time it's time to move on to new devices or even new content! \\- Have users use the hardware device for a short period (e.g. 1 minute) so that they can see how important their data is and get a sense of what else they are paying attention to. \\- Be sure to make some suggestions about how we could improve the experience for those who prefer to use the hardware device as they are able to find the latest and greatest products on their own (i.e., when using an Android application). We would love you to send feedback or add your feedback about this project, including any problems with the hardware device and/or our code. https://openprojectjoung",
    "agent_id": "AG-005",
    "interaction_type": "web-demo",
    "specific_tone": "constructive",
    "context": "educational",
    "scenario": "asking about compatibility",
    "product": "analytics platform",
    "interaction_id": "INT-014"
  },
  {
    "customer_id": "CUST-001",
    "interaction_date": "2024-11-21T10:29:50",
    "interaction_notes": "- We currently only allow support for text, images and voice over WiMAX (or LTE) in certain areas. However, as technology becomes advanced we will be changing that to standard WiFi connectivity with other mobile platforms like LTE. Therefore please read the documentation provided on your device to learn more about how you can enable a better supporting experience! This service is specifically designed to assist customers in building long distance communication using our network technologies without the hassle of relying solely upon traditional WiFi connection/solutions which are often found on other devices such as Bluetooth or MMS networks, etc.. Please feel free to contact us to see if there's something else we could do here at Redeploy or other opportunities available via chat",
    "agent_id": "AG-001",
    "interaction_type": "knowledge-base",
    "specific_tone": "complimentary",
    "context": "small business",
    "scenario": "facing performance issues",
    "product": "customer support system",
    "interaction_id": "INT-015"
  },
  {
    "customer_id": "CUST-003",
    "interaction_date": "2024-11-28T10:29:50",
    "interaction_notes": "1. Write to your customer service representative about the potential impact of being an online “customer” on a healthcare project, and let her know what you need to do to ensure that no one else uses their health care insurance or medical device for work. 2. Tell them how important this is (i.e., that it would help them understand why patients aren’t buying into our system – i.e., that it should be free). Let the person know how we can improve our patient experience. If they don’t have access to either medical device or health plan plans, ask us where they find all these data to store – and provide us with relevant, reliable information from each participating participant. This is something",
    "agent_id": "AG-007",
    "interaction_type": "in-person",
    "specific_tone": "impressed",
    "context": "new",
    "scenario": "facing performance issues",
    "product": "inventory management system",
    "interaction_id": "INT-016"
  },
  {
    "customer_id": "CUST-007",
    "interaction_date": "2024-11-29T10:29:50",
    "interaction_notes": "www.discover-apps.com/a1o8b6c5f86af7ef3c0ee965ebb2e4aa0129a9bcdb96be Include an instructional video to demonstrate how the AOC (Agree Off) App is useful for this type of post in which students are learning and sharing ideas and data about OOP. Students may wish to consider adding a course guide on OOP or simply providing a reference point if they want, but you can also use these as opportunities to provide some additional information before they decide to participate by participating. You should be able to easily create your own short videos showing all aspects of OOPS and explaining it properly in order to get more students into the subject area. This tutorial provides",
    "agent_id": "AG-020",
    "interaction_type": "chat",
    "specific_tone": "discouraged",
    "context": "remote",
    "scenario": "facing performance issues",
    "product": "API service",
    "interaction_id": "INT-017"
  },
  {
    "customer_id": "CUST-007",
    "interaction_date": "2024-12-18T10:29:50",
    "interaction_notes": "\"I'm sorry, I don't have any information at the moment. Please help me.\" If you're in the market for a response you can reach out to them directly via text message or call to see if they'll do anything about it. I know that's not an option right now, but there are a few options.",
    "agent_id": "AG-075",
    "interaction_type": "knowledge-base",
    "specific_tone": "frustrated",
    "context": "remote",
    "scenario": "providing feedback",
    "product": "communication platform",
    "interaction_id": "INT-018"
  },
  {
    "customer_id": "CUST-001",
    "interaction_date": "2024-12-19T10:29:50",
    "interaction_notes": "/use 'text-chat', [ ] /say <a href='http://yourstore.com' ><img alt=\"You can write your message about me in an interactive style,\" title=\"This page looks like it's only been built 2 weeks, and since its launch is so much easier then creating other websites...\">My Customer Service & Support blog</a></blockquote><br />I usually have some comments or ideas of what makes the app great (something that I hope you all appreciate) or how to get rid of it.<br /><div class=box&trid=11342448 A Message: </div><div class=\"media-type\" colstrageway typeof\"asint\" style=\"\" charset",
    "agent_id": "AG-037",
    "interaction_type": "feedback-form",
    "specific_tone": "pleased",
    "context": "small business",
    "scenario": "following up on previous issues",
    "product": "security suite",
    "interaction_id": "INT-019"
  },
  {
    "customer_id": "CUST-001",
    "interaction_date": "2025-01-08T10:29:50",
    "interaction_notes": "> I'm the only one who can't answer any of the questions. What is your question and why do you feel it? I actually just thought about asking a question and couldn't think of a better way to go about this as I don't have any other customers interested in this program, and they've already offered me $10 per request. But I figured if I could still get a response from someone that wouldn't give up, I'd also be able to ask my own question (although I'm not an expert on what people want from the software). Thank you! If you're willing, I'll put together a detailed post explaining why I would do something like that and what the exact outcome would be, depending on how receptive those other customers are to receiving the program. (And I haven",
    "agent_id": "AG-033",
    "interaction_type": "email",
    "specific_tone": "appreciative",
    "context": "healthcare",
    "scenario": "following up on previous issues",
    "product": "inventory management system",
    "interaction_id": "INT-020"
  },
  {
    "customer_id": "CUST-002",
    "interaction_date": "2025-01-11T10:29:50",
    "interaction_notes": "The biggest security threats today If the Cloud Guard software comes along quickly, companies can use it safely in this current digital age. From the fact that most data is stored on encrypted encrypted servers (like for a mobile phone provider) to an easy access point of the cloud infrastructure (for instance cloud storage or even online media and entertainment hosting), users everywhere will be able use this security tools to control data transfer risks at their work. Here's what we've talked about so far: How many times do you think we'll hear a big article explaining why your firm needs IT people? Well guess how high are the expectations set by all of our clients and partners as they prepare for next-generation security architecture deployments within less than two weeks with",
    "agent_id": "AG-076",
    "interaction_type": "in-person",
    "specific_tone": "optimistic",
    "context": "enterprise",
    "scenario": "requesting a refund",
    "product": "cloud storage solution",
    "interaction_id": "INT-021"
  },
  {
    "customer_id": "CUST-003",
    "interaction_date": "2025-01-18T10:29:50",
    "interaction_notes": "http://www.dvd-store.com/customer-service-interaction-note-for-a-enterprise-retail-store-video-call-in-2.html We are looking for an experienced, dedicated and professional customer service representative to work with our team of salespeople in the following areas: 1) Retail: We have an established and growing customer base. We’re looking for someone who is passionate about customer service and wants to do more with their time than just answering phone calls. 2) Home: We need a very good salesperson who is willing to help us find new customers. 3) Food: We want to have a healthy and tasty menu that is healthy and flavorful. 4) Travel: We need a great location to",
    "agent_id": "AG-075",
    "interaction_type": "in-person",
    "specific_tone": "loyal",
    "context": "enterprise",
    "scenario": "needing help with customization",
    "product": "communication platform",
    "interaction_id": "INT-022"
  },
  {
    "customer_id": "CUST-003",
    "interaction_date": "2025-01-19T10:29:50",
    "interaction_notes": "\"I went through this issue with a customer and he told me to email the account for an explanation... I didn't know how they could help. He also asked about a specific site, but that one is already dead\". \"It's not easy to answer people without knowledge of them. So just say something - we want to see their opinion...\" > so just saysomething What's it like? Why does everyone at work hate the \"why do some other companies do X, then others don't follow up on these reasons?\" If you had nothing else interesting to add to my response besides \"because why\". You're incel, right there Or if someone has very good reason against your company, what is it incel/dick/pimp-ing or what was it before",
    "agent_id": "AG-094",
    "interaction_type": "feedback-form",
    "specific_tone": "enthusiastic",
    "context": "technical",
    "scenario": "requesting training",
    "product": "mobile application",
    "interaction_id": "INT-023"
  },
  {
    "customer_id": "CUST-009",
    "interaction_date": "2025-01-22T10:29:50",
    "interaction_notes": "If you do this, your primary health care provider will reply to your question. No need for the company customer to know about any new details or issues during that call, and even if they don’t respond right away when you phone and give it a heads up, it may still not help. I think what you’re saying was you can only hope they don’t break down your computer into your personal files – which, unless the doctor is really good at keeping track of what a patient needs help and who didn’t last time, is likely to lead them astray because in our opinion, patients are the ones most often to get distracted by problems related to work and communication. But in that case, as stated above you should contact your own manager on the day your boss/employee calls or emails you. If the problem persists",
    "agent_id": "AG-035",
    "interaction_type": "social-media",
    "specific_tone": "irritated",
    "context": "long-term",
    "scenario": "requiring assistance with migration",
    "product": "billing system",
    "interaction_id": "INT-024"
  },
  {
    "customer_id": "CUST-001",
    "interaction_date": "2025-02-01T10:29:50",
    "interaction_notes": "\"We will try and build up to that point within our system as quickly as possible. We are working on some features, but there are still things we need for more.\" \"we can try and build up to that point within our system as quickly as possible. We are working on some features, but there are still things we need for more.\" I just don't understand how someone can think of the exact phrase, so obviously something is already wrong and it could take months before they know what their problem was or what solution to find out why...so what? Can you possibly explain? Thank you in advance <3",
    "agent_id": "AG-024",
    "interaction_type": "community-forum",
    "specific_tone": "loyal",
    "context": "manufacturing",
    "scenario": "needing help with customization",
    "product": "billing system",
    "interaction_id": "INT-025"
  },
  {
    "customer_id": "CUST-001",
    "interaction_date": "2025-02-11T10:29:50",
    "interaction_notes": "\"I have recently started to see the numbers of users that I would like to connect with the best, most recent and cheapest. Please note: these figures are in addition to your existing contacts. If you want to make sure they’re all relevant and help me figure out how to keep them as relevant as possible and to be as user friendly as possible...\" The client is not going to get rid of your contacts if you do this, but if they're going to need someone to talk to, then maybe you can just stop talking to them? I don't know. I'm not really sure what kind of customer they'll go for when they start looking for something else... I'd love to see more people consider this a business opportunity, though. You might also want to check out the article below on how the average \"needle",
    "agent_id": "AG-054",
    "interaction_type": "call",
    "specific_tone": "grateful",
    "context": "new",
    "scenario": "inquiring about pricing",
    "product": "CRM software",
    "interaction_id": "INT-026"
  },
  {
    "customer_id": "CUST-010",
    "interaction_date": "2025-02-12T10:29:50",
    "interaction_notes": ">When a customer issues the following in response to your website query, you will obtain an email alert that requires a data reference. The details below can be found online through our web application code \"Mateo\" and \"Severano,\" which we also use on behalf of other customers (such as merchants, publishers) but have not yet delivered in their full release format. The information contained in the emails can give insight into consumer behavior in these two services in terms of how we serve and measure engagement. With the help of this, customers are expected to read and review every single MATEO in full detail and make recommendations based upon their particular experience or needs/routine of doing business/service with us. Our emails contain",
    "agent_id": "AG-058",
    "interaction_type": "consultation",
    "specific_tone": "angry",
    "context": "financial",
    "scenario": "reporting a bug",
    "product": "API service",
    "interaction_id": "INT-027"
  },
  {
    "customer_id": "CUST-004",
    "interaction_date": "2025-02-25T10:29:50",
    "interaction_notes": "\"Dear Client, I just want to say that we have recently lost our best friend. We are currently in need of help with our home renovation project. We will take the time to meet you in person at your local store or online on Tuesday (Monday) morning from 9am until 4pm EST.\" - Eric Kestner This is a great way for us to get to know each other more and to find out about things like this. You can also check out our website and let us know what you think of this project! Please leave any feedback or questions in the comments below. Thank you so much for taking the time to visit us! Our company has recently been experiencing some major problems which may be caused by unexpected billing delays or technical issues that are causing issues on the site. If you’re looking",
    "agent_id": "AG-068",
    "interaction_type": "call",
    "specific_tone": "loyal",
    "context": "international",
    "scenario": "facing performance issues",
    "product": "content management system",
    "interaction_id": "INT-028"
  },
  {
    "customer_id": "CUST-001",
    "interaction_date": "2025-03-06T10:29:50",
    "interaction_notes": "• Discuss their shared experiences at http://cloudguard365.net/ • Create and manage private chats on their web service – we already have a chatbot for creating content-based content – https://www.colectivatingshops.com/#/b4d5f82bf1 (this one will go without saying) This chat is where you can talk to the hosts about your content, or discuss topics they cover in person while in a virtual bubble! To get started using our Service they’ll need 10 mins of your own time as an expert presenter on our website — so be sure to sign up by 7:00pm today. We also support public cloud storage servers on their sites: • Our server, http://webinar3live.co, is located in downtown Palo Alto California — one block away from Red River Gorge National Park (now",
    "agent_id": "AG-052",
    "interaction_type": "support-chat",
    "specific_tone": "thankful",
    "context": "new",
    "scenario": "having trouble with setup",
    "product": "marketing automation tool",
    "interaction_id": "INT-029"
  },
  {
    "customer_id": "CUST-004",
    "interaction_date": "2025-03-20T10:29:50",
    "interaction_notes": "You can easily create a detailed inquiry support description for the heavy user customer using our software subscription who mentioned integration complexity: Include the following information in your description: * How to setup a database for the heavy user customer using our software subscription who mentioned integration complexity: * What is the purpose of the database? * How to add new users to the database? * How do I update the database? * How can I avoid deleting my database? This list should be completed by the end of this week. If you have any questions, please contact us at support@w3.org.",
    "agent_id": "AG-006",
    "interaction_type": "in-person",
    "specific_tone": "inquiring",
    "context": "new",
    "scenario": "following up on previous issues",
    "product": "API service",
    "interaction_id": "INT-030"
  }
]